[
    {
        "question": "There was an Old Man with a beard,\nWho said, 'It is just as I feared!\nTwo Owls and a Hen,\nFour Larks and a Wren,\nHave all built their nests in my beard!'",
        "help": "She handed him a washcloth and went out. As soon as she left, Sammy reclaimed a few precious inches of mattress while his cousin stood there, rubbing at his mauled cheeks. After a moment, Mrs. Klayman switched off the light in the kitchen, and they were left in darkness. Sammy heard his cousin take a deep breath and slowly let it out The stack of newsprint rattled and then hit the floor with a heavy thud of defeat. His jacket buttons clicked against the back of a chair; his trousers rustled as he stepped out of them; he let fall one shoe, then the other. His wristwatch chimed against the water glass on the nightstand. Then he and a gust of chilly air got in under the covers, bearing with them an odor of cigarette, armpit, damp wool, and something sweet and somehow nostalgic that Sammy presently identified as the smell, on his cousin's breath, of prunes from the leftover ingot of his mother's \"special\" meatloaf--prunes were only a small part of what made it so very special--which he had seen her wrap like a parcel in a sheet of wax paper and set on a plate in the Frigidaire. So she had known that her nephew would be arriving tonight, had even been expecting him for supper, and had said nothing about it to Sammy."
    },
    {
        "question": "And some time later, Iorek Byrnison stepped through the blackened undergrowth and the heat-split rocks at the edge of a burnt forest. The sun was glaring through the smoky haze, but he ignored the heat as he ignored the charcoal dust that blackened his white fur and the midges that searched in vain for skin to bite.\nHe had come a long way, and at one point in his journey, he had found himself swimming into that other world. He noticed the change in the taste of the water and the temperature of the air, but the air was still good to breathe, and the water still held his body up, so he swam on, and now he had left the sea behind, and he was nearly at the place Serafina Pekkala had described. He cast around, his black eyes gazing up at the sun-shimmering rocks of a wall of limestone crags above him.",
        "help": "Josef Kavalier settled back against the mattress, cleared his throat once, tucked his arms under his head, and then, as if he had been unplugged, stopped moving. He neither tossed nor fidgeted nor even so much as flexed a toe. The Big Ben on the nightstand ticked loudly. Josef's breathing thickened and slowed. Sammy was just wondering if anyone could possibly fall asleep with such abandon when his cousin spoke."
    },
    {
        "question": "There was a Young Lady of Ryde,\nWhose shoe-strings were seldom untied.\nShe purchased some clogs,\nAnd some small spotted dogs,\nAnd frequently walked about Ryde.",
        "help": "Presently, his breathing grew steady and slowed to a congested rattle, leaving Sammy to ponder alone, as he did every night, the usual caterpillar schemes. But in his imaginings, Sammy found that, for the first time in years, he was able to avail himself of the help of a confederate."
    },
    {
        "question": "There was an Old Man with a nose,\nWho said, 'If you choose to suppose,\nThat my nose is too long,\nYou are certainly wrong!'\nThat remarkable Man with a nose."
    },
    {
        "question": "There was an Old Man in a tree,\nWho was horribly bored by a Bee;\nWhen they said, 'Does it buzz?'\nHe replied, 'Yes, it does!'\n'It's a regular brute of a Bee!'"
    },
    {
        "question": "There was an Old Man with a gong,\nWho bumped at it all day long;\nBut they called out, 'O law!\nYou're a horrid old bore!'\nSo they smashed that Old Man with a gong."
    },
    {
        "question": "There was an Old Man in a tree,\nWho was horribly bored by a Bee;\nWhen they said, 'Does it buzz?'\nHe replied, 'Yes, it does!'\n'It's a regular brute of a Bee!'"
    },
    {
        "question": "There was an Old Lady of Chertsey,\nWho made a remarkable curtsey;\nShe twirled round and round,\nTill she sunk underground,\nWhich distressed all the people of Chertsey."
    },
    {
        "question": "There was an Old Man with a beard,\nWho said, 'It is just as I feared!\nTwo Owls and a Hen,\nFour Larks and a Wren,\nHave all built their nests in my beard!'"
    },
    {
        "question": "There was a Young Lady of Ryde,\nWhose shoe-strings were seldom untied.\nShe purchased some clogs,\nAnd some small spotted dogs,\nAnd frequently walked about Ryde."
    },
    {
        "question": "There was an Old Man with a nose,\nWho said, 'If you choose to suppose,\nThat my nose is too long,\nYou are certainly wrong!'\nThat remarkable Man with a nose."
    },
    {
        "question": "There was an Old Man in a tree,\nWho was horribly bored by a Bee;\nWhen they said, 'Does it buzz?'\nHe replied, 'Yes, it does!'\n'It's a regular brute of a Bee!'"
    },
    {
        "question": "There was an Old Man with a gong,\nWho bumped at it all day long;\nBut they called out, 'O law!\nYou're a horrid old bore!'\nSo they smashed that Old Man with a gong."
    },
    {
        "question": "There was an Old Man in a tree,\nWho was horribly bored by a Bee;\nWhen they said, 'Does it buzz?'\nHe replied, 'Yes, it does!'\n'It's a regular brute of a Bee!'"
    },
    {
        "question": "There was an Old Lady of Chertsey,\nWho made a remarkable curtsey;\nShe twirled round and round,\nTill she sunk underground,\nWhich distressed all the people of Chertsey."
    }
]